export const accordionData = [
  {
    id: "item-1",
    question:
      "Держать дисциплину помогает четкий план и осознание своих целей. Разбей задачу на небольшие шаги, чтобы она не казалась сложной. Важнее делать хоть что-то каждый день, чем работать идеально, но редко. Отслеживай прогресс — отмечай выполненные дни, чтобы видеть результаты. Если пропустил день, не вини себя, а просто продолжай. В этом всем тебе поможет наше приложение",
    answer: "Как не бросить начатое и держать дисциплину?",
  },
  {
    id: "item-2",
    question:
      "Прокрастинация часто связана со страхом или перегруженностью. Начни с самого простого шага — даже 5 минут работы помогут преодолеть сопротивление. Установи четкие дедлайны и используй правило «двух минут» для быстрых задач. Избавься от отвлекающих факторов и работай в комфортной среде. Напомни себе, что начать — это уже половина успеха.",
    answer: "Как перестать откладывать важные дела?",
  },
  {
    id: "item-3",
    question:
      "Регулярность — это привычка, а не вопрос мотивации. Привяжи выполнение задач к уже существующим действиям, например, после кофе или перед сном. Создай систему напоминаний или веди трекер привычек. Если пропустил день, не переживай, главное — не пропускать дважды. Делай задания удобными и приятными, чтобы их выполнение не казалось нагрузкой. ",
    answer: "Как выполнять задания регулярно и без срывов?",
  },
  {
    id: "item-4",
    question:
      "Визуализация целей — мощный инструмент мотивации. Создай доску визуализации или ментальную карту своих целей. Представляй не только конечный результат, но и процесс его достижения. Регулярно просматривай свои цели и корректируй их по мере необходимости. Празднуй маленькие победы на пути к большой цели — это поддержит твой энтузиазм.",
    answer: "Как визуализировать свои цели для лучшей мотивации?",
  },
  {
    id: "item-5",
    question:
      "Выгорание — сигнал, что тебе нужен отдых. Научись распознавать его ранние признаки: постоянная усталость, раздражительность, снижение продуктивности. Внедри в свой график регулярные перерывы и полноценный отдых. Практикуй техники осознанности и медитации. Не бойся делегировать задачи и просить о помощи. Помни, что забота о себе — это инвестиция в долгосрочную продуктивность.",
    answer: "Как избежать выгорания при достижении целей?",
  },
];
